Repository: agrawalbhavya1092/gemmacom
Catalog: schedule/locale/*/LC_MESSAGES/django.po
Languages: fi

source: start
fi: alku

source: end
fi: loppu

source: The end time must be later than start time.
fi: Loppumisajan täytyy olla myöhemmin kuin alkamisajan.

source: End recurring period
fi: Lopeta toistumisjakso

source: This date is ignored for one time only events.
fi: Tätä päivämäärää ei oteta huomioon vain kerran toistuville tapahtumille.

source: name
fi: nimi

source: slug
fi: lyhenne

source: calendar
fi: kalenteri

source: distinction
fi: erottelu

source: inheritable
fi: periytyvä

source: calendar relation
fi: kalenterirelaatio

source: calendar relations
fi: kalenterirelaatiot

source: The end time must be later than the start time.
fi: Loppumisajan täytyy olla myöhemmin kuin alkamisajan.

source: title
fi: otsikko

source: description
fi: kuvaus

source: creator
fi: luoja

source: created on
fi: luotu

source: updated on
fi: päivitetty

source: rule
fi: sääntö

source: Select '----' for a one time only event.
fi: Valitse '----' kerran toistuvalle tapahtumalle.

source: end recurring period
fi: lopeta toistumisjakso

source: Color event
fi: Tapahtuman väri

source: event
fi: tapahtuma

source: events
fi: tapahtumat

source: event relation
fi: tapahtumarelaatio

source: event relations
fi: tapahtumarelaatiot

source: cancelled
fi: peruttu

source: original start
fi: alkuperäinen alku

source: original end
fi: alkuperäinen loppu

source: occurrence
fi: toistokerta

source: occurrences
fi: toistokerrat

source: %(start)s to %(end)s
fi: %(start)s %(end)s

source: Yearly
fi: Vuosittainen

source: Monthly
fi: Kuukausittainen

source: Weekly
fi: Viikottainen

source: Daily
fi: Päivittäinen

source: Hourly
fi: Tunnittainen

source: Minutely
fi: Minuutittainen

source: Secondly
fi: Sekuntittainen

source: frequency
fi: toistuminen

source: params
fi: parametrit

source: rules
fi: säännöt

source: Week: %(start)s-%(end)s
fi: Viikko: %(start)s-%(end)s

source: Day: %(start)s-%(end)s
fi: Päivä: %(start)s-%(end)s
